tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antigen"
brew "aspell"
brew "autojump"
brew "bash"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "crystal"
brew "ctags"
brew "exercism"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "git"
brew "jq"
brew "neovim"
brew "nginx", restart_service: true
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "screenfetch"
brew "task"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "zsh"
cask "alfred"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-mononoki-nerd-font"
cask "iterm2"
cask "postman"
cask "spectacle"
cask "spotify"
cask "sublime-text"
